Repository: Odnoyko/Valot
Catalog: po/*.po
Languages: de, it, ru, uk

source: ## Bug Report **Issue:** Description of the bug **Steps to Reproduce:** 1. Step 1 2. Step 2 3. Step 3 **Expected Behavior:** What should happen **Actual Behavior:** What actually happens ## Solution - [ ] Investigate root cause - [ ] Implement fix - [ ] Test fix - [ ] Verify no regression
de: ## Fehlerbericht **Problem:** Beschreibung des Fehlers **Schritte zur Reproduktion:** 1. Schritt 1 2. Schritt 2 3. Schritt 3 **Erwartetes Verhalten:** Was sollte passieren **Tatsächliches Verhalten:** Was tatsächlich passiert ## Lösung - [ ] Grundursache untersuchen - [ ] Behebung implementieren - [ ] Behebung testen - [ ] Keine Regression verifizieren
it: ## Report Bug **Problema:** Descrizione del bug **Passaggi per Riprodurre:** 1. Passaggio 1 2. Passaggio 2 3. Passaggio 3 **Comportamento Atteso:** Cosa dovrebbe succedere **Comportamento Reale:** Cosa succede effettivamente ## Soluzione - [ ] Indaga sulla causa principale - [ ] Implementa la correzione - [ ] Testa la correzione - [ ] Verifica l'assenza di regressioni
ru: ## Отчёт об ошибке **Проблема:** Описание ошибки **Шаги для воспроизведения:** 1. Шаг 1 2. Шаг 2 3. Шаг 3 **Ожидаемое поведение:** Что должно произойти **Фактическое поведение:** Что происходит на самом деле ## Решение - [ ] Исследовать первопричину - [ ] Реализовать исправление - [ ] Проверить исправление - [ ] Убедиться в отсутствии регрессии
uk: ## Звіт про помилку **Проблема:** Опис помилки **Кроки для відтворення:** 1. Крок 1 2. Крок 2 3. Крок 3 **Очікувана поведінка:** Що має відбутися **Фактична поведінка:** Що відбувається насправді ## Рішення - [ ] Дослідити першопричину - [ ] Реалізувати виправлення - [ ] Перевірити виправлення - [ ] Переконатися у відсутності регресії

source: Research Task
de: Recherche-Aufgabe
it: Attività di Ricerca
ru: Исследовательская задача
uk: Дослідницьке завдання

source: Research: [Topic]
de: Recherche: [Thema]
it: Ricerca: [Argomento]
ru: Исследование: [Тема]
uk: Дослідження: [Тема]

source: ## Research Objective Investigate and analyze [topic] ## Questions to Answer - Question 1? - Question 2? - Question 3? ## Deliverables - [ ] Research summary - [ ] Recommendations - [ ] Next steps
de: ## Recherche-Ziel [Thema] untersuchen und analysieren ## Zu beantwortende Fragen - Frage 1? - Frage 2? - Frage 3? ## Ergebnisse - [ ] Recherche-Zusammenfassung - [ ] Empfehlungen - [ ] Nächste Schritte
it: ## Obiettivo della Ricerca Indaga e analizza [argomento] ## Domande a Cui Rispondere - Domanda 1? - Domanda 2? - Domanda 3? ## Risultati Conseguiti - [ ] Riassunto della ricerca - [ ] Raccomandazioni - [ ] Prossimi passi
ru: ## Цель исследования Исследовать и проанализировать [тема] ## Вопросы для ответа - Вопрос 1? - Вопрос 2? - Вопрос 3? ## Результаты - [ ] Сводка исследования - [ ] Рекомендации - [ ] Следующие шаги
uk: ## Мета дослідження Дослідити та проаналізувати [тема] ## Питання для відповіді - Питання 1? - Питання 2? - Питання 3? ## Результати - [ ] Зведення дослідження - [ ] Рекомендації - [ ] Наступні кроки

source: Code Review
it: Revisione del Codice
ru: Проверка кода
uk: Перевірка коду

source: Review: [PR/MR Title]
de: Review: [PR/MR-Titel]
it: Revisione: [Titolo PR/MR]
ru: Проверка: [Название PR/MR]
uk: Перевірка: [Назва PR/MR]

source: ## Review Checklist - [ ] Code quality and style - [ ] Logic correctness - [ ] Performance considerations - [ ] Security implications - [ ] Test coverage - [ ] Documentation updates ## Feedback [Add specific feedback here]
de: ## Review-Checkliste - [ ] Code-Qualität und -Stil - [ ] Logische Korrektheit - [ ] Performance-Überlegungen - [ ] Sicherheitsaspekte - [ ] Testabdeckung - [ ] Dokumentationsaktualisierungen ## Feedback [Spezifisches Feedback hier hinzufügen]
it: ## Checklist di Revisione - [ ] Qualità e stile del codice - [ ] Correttezza logica - [ ] Considerazioni sulle prestazioni - [ ] Implicazioni per la sicurezza - [ ] Copertura dei test - [ ] Aggiornamenti della documentazione ## Feedback [Aggiungi feedback specifico qui]
ru: ## Контрольный список проверки - [ ] Качество и стиль кода - [ ] Правильность логики - [ ] Соображения производительности - [ ] Влияние на безопасность - [ ] Охват тестами - [ ] Обновления документации ## Обратная связь [Добавьте конкретную обратную связь здесь]
uk: ## Контрольний список перевірки - [ ] Якість та стиль коду - [ ] Правильність логіки - [ ] Міркування щодо продуктивності - [ ] Вплив на безпеку - [ ] Охоплення тестами - [ ] Оновлення документації ## Зворотний зв'язок [Додайте конкретний зворотний зв'язок тут]

source: Documentation
de: Dokumentation
it: Documentazione
ru: Документация
uk: Документація

source: Document: [Topic]
de: Dokumentieren: [Thema]
it: Documenta: [Argomento]
ru: Документ: [Тема]
uk: Документ: [Тема]

source: ## Documentation Task Create/update documentation for [topic] ## Content to Cover - [ ] Overview - [ ] Usage examples - [ ] Configuration options - [ ] Troubleshooting - [ ] FAQs ## Target Audience [Describe who will use this documentation]
de: ## Dokumentationsaufgabe Dokumentation für [Thema] erstellen/aktualisieren ## Zu behandelnder Inhalt - [ ] Übersicht - [ ] Verwendungsbeispiele - [ ] Konfigurationsoptionen - [ ] Fehlerbehebung - [ ] FAQs ## Zielgruppe [Beschreiben Sie, wer diese Dokumentation verwenden wird]
it: ## Attività di Documentazione Crea/aggiorna la documentazione per [argomento] ## Contenuti da Coprire - [ ] Panoramica - [ ] Esempi di utilizzo - [ ] Opzioni di configurazione - [ ] Risoluzione dei problemi - [ ] FAQ ## Pubblico di Destinazione [Descrivi chi utilizzerà questa documentazione]
ru: ## Задача документации Создать/обновить документацию для [тема] ## Охватываемый контент - [ ] Обзор - [ ] Примеры использования - [ ] Параметры конфигурации - [ ] Устранение неполадок - [ ] Часто задаваемые вопросы ## Целевая аудитория [Опишите, кто будет использовать эту документацию]
uk: ## Завдання документації Створити/оновити документацію для [тема] ## Вміст для висвітлення - [ ] Огляд - [ ] Приклади використання - [ ] Параметри конфігурації - [ ] Усунення несправностей - [ ] Часті запитання ## Цільова аудиторія [Опишіть, хто буде використовувати цю документацію]

source: Testing Task
de: Test-Aufgabe
it: Attività di Test
ru: Задача тестирования
uk: Завдання тестування

source: Test: [Feature/Component]
de: Test: [Funktion/Komponente]
it: Test: [Funzionalità/Componente]
ru: Тест: [Функция/Компонент]
uk: Тест: [Функція/Компонент]

source: ## Testing Scope Test [feature/component] thoroughly ## Test Cases - [ ] Unit tests - [ ] Integration tests - [ ] Edge cases - [ ] Error handling - [ ] Performance tests ## Test Environment - [ ] Development - [ ] Staging - [ ] Production-like
de: ## Test-Umfang [Funktion/Komponente] gründlich testen ## Testfälle - [ ] Unit-Tests - [ ] Integrationstests - [ ] Grenzfälle - [ ] Fehlerbehandlung - [ ] Performance-Tests ## Testumgebung - [ ] Entwicklung - [ ] Staging - [ ] Produktionsähnlich
it: ## Scopo del Test Testa a fondo [funzionalità/componente] ## Casi di Test - [ ] Unit test - [ ] Integration test - [ ] Casi limite - [ ] Gestione degli errori - [ ] Test di performance ## Ambiente di Test - [ ] Sviluppo - [ ] Staging - [ ] Simile alla Produzione
ru: ## Область тестирования Тщательно протестировать [функцию/компонент] ## Тестовые случаи - [ ] Модульные тесты - [ ] Интеграционные тесты - [ ] Граничные случаи - [ ] Обработка ошибок - [ ] Тесты производительности ## Тестовая среда - [ ] Разработка - [ ] Промежуточная - [ ] Как производственная
uk: ## Область тестування Ретельно протестувати [функцію/компонент] ## Тестові випадки - [ ] Модульні тести - [ ] Інтеграційні тести - [ ] Граничні випадки - [ ] Обробка помилок - [ ] Тести продуктивності ## Тестове середовище - [ ] Розробка - [ ] Проміжна - [ ] Як виробниче

source: Deployment
de: Bereitstellung
it: Distribuzione
ru: Развёртывание
uk: Розгортання

source: Deploy: [Version/Release]
de: Bereitstellen: [Version/Release]
it: Distribuisci: [Versione/Rilascio]
ru: Развёртывание: [Версия/Релиз]
uk: Розгортання: [Версія/Реліз]

source: ## Deployment Plan Deploy [version] to [environment] ## Pre-deployment Checklist - [ ] Code reviewed and approved - [ ] Tests passing - [ ] Database migrations ready - [ ] Configuration updated - [ ] Rollback plan prepared ## Post-deployment Checklist - [ ] Verify deployment success - [ ] Run smoke tests - [ ] Monitor logs - [ ] Update documentation
de: ## Bereitstellungsplan [Version] in [Umgebung] bereitstellen ## Checkliste vor Bereitstellung - [ ] Code überprüft und genehmigt - [ ] Tests bestanden - [ ] Datenbankmigrationen bereit - [ ] Konfiguration aktualisiert - [ ] Rollback-Plan vorbereitet ## Checkliste nach Bereitstellung - [ ] Erfolg der Bereitstellung überprüfen - [ ] Smoke-Tests ausführen - [ ] Logs überwachen - [ ] Dokumentation aktualisieren
it: ## Piano di Distribuzione Distribuisci [versione] a [ambiente] ## Checklist Pre-Distribuzione - [ ] Codice rivisto e approvato - [ ] Test superati - [ ] Migrazioni del database pronte - [ ] Configurazione aggiornata - [ ] Piano di rollback preparato ## Checklist Post-Distribuzione - [ ] Verifica il successo della distribuzione - [ ] Esegui smoke test - [ ] Monitora i log - [ ] Aggiorna la documentazione
ru: ## План развёртывания Развернуть [версия] в [среда] ## Контрольный список перед развёртыванием - [ ] Код проверен и одобрен - [ ] Тесты проходят - [ ] Миграции базы данных готовы - [ ] Конфигурация обновлена - [ ] План отката подготовлен ## Контрольный список после развёртывания - [ ] Проверить успешное развёртывание - [ ] Выполнить дымовые тесты - [ ] Отслеживать журналы - [ ] Обновить документацию
uk: ## План розгортання Розгорнути [версія] у [середовище] ## Контрольний список перед розгортанням - [ ] Код перевірено та схвалено - [ ] Тести проходять - [ ] Міграції бази даних готові - [ ] Конфігурацію оновлено - [ ] План відкату підготовлено ## Контрольний список після розгортання - [ ] Перевірити успішне розгортання - [ ] Виконати димові тести - [ ] Відстежувати журнали - [ ] Оновити документацію

source: Planning Session
de: Planungssitzung
it: Sessione di Pianificazione
ru: Сессия планирования
uk: Сесія планування

source: Planning: [Sprint/Project]
de: Planung: [Sprint/Projekt]
it: Pianificazione: [Sprint/Progetto]
ru: Планирование: [Спринт/Проект]
uk: Планування: [Спринт/Проєкт]

source: ## Planning Session Plan work for [sprint/project] ## Agenda - [ ] Review previous sprint - [ ] Estimate new tasks - [ ] Assign priorities - [ ] Set sprint goals - [ ] Identify blockers ## Outcomes - Sprint backlog defined - Team capacity planned - Goals communicated
de: ## Planungssitzung Arbeit für [Sprint/Projekt] planen ## Agenda - [ ] Vorherigen Sprint überprüfen - [ ] Neue Aufgaben schätzen - [ ] Prioritäten zuweisen - [ ] Sprint-Ziele festlegen - [ ] Hindernisse identifizieren ## Ergebnisse - Sprint-Backlog definiert - Team-Kapazität geplant - Ziele kommuniziert
it: ## Sessione di Pianificazione Pianifica il lavoro per [sprint/progetto] ## Agenda - [ ] Rivedi lo sprint precedente - [ ] Stima nuove attività - [ ] Assegna priorità - [ ] Imposta gli obiettivi dello sprint - [ ] Identifica gli ostacoli ## Risultati - Sprint backlog definito - Capacità del team pianificata - Obiettivi comunicati
ru: ## Сессия планирования Планирование работы для [спринт/проект] ## Повестка дня - [ ] Обзор предыдущего спринта - [ ] Оценка новых задач - [ ] Назначение приоритетов - [ ] Установка целей спринта - [ ] Определение препятствий ## Результаты - Определён беклог спринта - Запланированы возможности команды - Доведены цели
uk: ## Сесія планування Планування роботи для [спринт/проєкт] ## Порядок денний - [ ] Огляд попереднього спринту - [ ] Оцінка нових завдань - [ ] Призначення пріоритетів - [ ] Встановлення цілей спринту - [ ] Визначення перешкод ## Результати - Визначено беклог спринту - Заплановано можливості команди - Доведено цілі

source: Client Call
de: Kundengespräch
it: Chiamata al Cliente
ru: Звонок клиента
uk: Дзвінок клієнта

source: Call: [Client Name] - [Purpose]
de: Anruf: [Kundenname] - [Zweck]
it: Chiamata: [Nome Cliente] - [Scopo]
ru: Звонок: [Имя клиента] - [Цель]
uk: Дзвінок: [Ім'я клієнта] - [Мета]

source: ## Call Details **Client:** [Client Name] **Purpose:** [Call purpose] **Date/Time:** [Schedule] ## Agenda - [ ] Item 1 - [ ] Item 2 - [ ] Item 3 ## Follow-up Actions - [ ] Action 1 - [ ] Action 2 - [ ] Send meeting summary
de: ## Anrufdetails **Kunde:** [Kundenname] **Zweck:** [Anrufzweck] **Datum/Zeit:** [Zeitplan] ## Agenda - [ ] Punkt 1 - [ ] Punkt 2 - [ ] Punkt 3 ## Folgeaktionen - [ ] Aktion 1 - [ ] Aktion 2 - [ ] Besprechungszusammenfassung senden
it: ## Dettagli della Chiamata **Cliente:** [Nome Cliente] **Scopo:** [Scopo della chiamata] **Data/Ora:** [Pianificazione] ## Agenda - [ ] Punto 1 - [ ] Punto 2 - [ ] Punto 3 ## Azioni di Follow-up - [ ] Azione 1 - [ ] Azione 2 - [ ] Invia il riepilogo della riunione
ru: ## Подробности звонка **Клиент:** [Имя клиента] **Цель:** [Цель звонка] **Дата/время:** [Расписание] ## Повестка дня - [ ] Пункт 1 - [ ] Пункт 2 - [ ] Пункт 3 ## Последующие действия - [ ] Действие 1 - [ ] Действие 2 - [ ] Отправить сводку встречи
uk: ## Подробиці дзвінка **Клієнт:** [Ім'я клієнта] **Мета:** [Мета дзвінка] **Дата/час:** [Розклад] ## Порядок денний - [ ] Пункт 1 - [ ] Пункт 2 - [ ] Пункт 3 ## Подальші дії - [ ] Дія 1 - [ ] Дія 2 - [ ] Надіслати зведення зустрічі

source: Choose Task Template
de: Aufgabenvorlage wählen
it: Scegli un modello Attività
ru: Выбрать шаблон задачи
uk: Виберіть шаблон завдання

source: Select a template to quickly create a new task with predefined content
de: Wählen Sie eine Vorlage, um schnell eine neue Aufgabe mit vordefiniertem Inhalt zu erstellen
it: Seleziona un modello per creare rapidamente una nuova attività con contenuto predefinito
ru: Выберите шаблон для быстрого создания новой задачи с предопределённым содержимым
uk: Виберіть шаблон для швидкого створення нового завдання з визначеним вмістом

source: Search templates...
de: Vorlagen suchen...
it: Cerca modello...
ru: Поиск шаблонов…
uk: Пошук шаблонів...

source: Select a template to see details
de: Wählen Sie eine Vorlage, um Details anzuzeigen
it: Seleziona un template per vedere i dettagli
ru: Выберите шаблон для просмотра подробностей
uk: Виберіть шаблон для перегляду подробиць

source: Create Blank Task
de: Leere Aufgabe erstellen
it: Crea Attività Vuota
ru: Создать пустую задачу
uk: Створити порожнє завдання

source: Use Template
de: Vorlage verwenden
it: Usa Modello
ru: Использовать шаблон
uk: Використати шаблон

source: Customize Template
de: Vorlage anpassen
it: Personalizza Modello
ru: Настроить шаблон
uk: Налаштувати шаблон

source: Customize the "%s" template
de: Vorlage "%s" anpassen
it: Personalizza il modello "%s"
ru: Настроить шаблон «%s»
uk: Налаштувати шаблон «%s»

source: Enter %s...
de: %s eingeben...
it: Inserisci %s...
ru: Введите %s…
uk: Введіть %s...

source: Show preview before creating
de: Vorschau vor dem Erstellen anzeigen
it: Mostra l'anteprima prima di creare
ru: Показать предварительный просмотр перед созданием
uk: Показати попередній перегляд перед створенням

source: Select Project
de: Projekt auswählen
it: Seleziona Progetto
ru: Выбрать проект
uk: Вибрати проєкт

source: Select Client
de: Kunde auswählen
it: Seleziona Cliente
ru: Выбрать клиента
uk: Вибрати клієнта

source: Skip
de: Überspringen
it: Salta
ru: Пропустить
uk: Пропустити

source: Donate
de: Spenden
it: Dona
ru: Пожертвовать
uk: Пожертвувати

source: Get Started
de: Loslegen
it: Inizia
ru: Начать
uk: Почати

source: Welcome to Valot
de: Willkommen bei Valot
it: Benvenuto in Valot
ru: Добро пожаловать в Valot
uk: Ласкаво просимо до Valot

source: Track your time efficiently and boost your productivity
de: Erfassen Sie Ihre Zeit effizient und steigern Sie Ihre Produktivität
it: Monitora il tuo tempo in modo efficiente e aumenta la tua produttività
ru: Эффективно отслеживайте своё время и повышайте продуктивность
uk: Ефективно відстежуйте свій час та підвищуйте продуктивність

source: Organize Projects
de: Projekte organisieren
it: Organizza i progetti
ru: Организация проектов
uk: Організація проєктів

source: Create and manage projects with custom colors and icons
de: Erstellen und verwalten Sie Projekte mit benutzerdefinierten Farben und Symbolen
it: Crea e gestisci progetti con colori e icone personalizzate
ru: Создавайте и управляйте проектами с собственными цветами и иконками
uk: Створюйте та керуйте проєктами з власними кольорами та значками

source: Manage Clients
de: Kunden verwalten
it: Gestisci i clienti
ru: Управление клиентами
uk: Керування клієнтами

source: Add clients with billing rates and contact information
de: Fügen Sie Kunden mit Abrechnungssätzen und Kontaktinformationen hinzu
it: Aggiungi clienti con tariffe di fatturazione e informazioni di contatto
ru: Добавляйте клиентов со ставками и контактной информацией
uk: Додавайте клієнтів зі ставками та контактною інформацією

source: Launch with terminal command or setup system hotkey
de: Starten Sie mit Terminalbefehl oder richten Sie System-Hotkey ein
it: Avvia con comando terminale o configura un tasto di scelta rapida di sistema
ru: Запуск командой терминала или настройка системной горячей клавиши
uk: Запуск командою терміналу або налаштування системної гарячої клавіші

source: Pomodoro Timer
it: Timer Pomodoro
ru: Таймер Помодоро
uk: Таймер Помодоро

source: Copy command
de: Befehl kopieren
it: Copia comando
ru: Копировать команду
uk: Копіювати команду

source: PDF Export Preferences
de: PDF-Export-Einstellungen
it: Preferenze di Esportazione PDF
ru: Параметры экспорта PDF
uk: Параметри експорту PDF

source: Export PDF
de: PDF exportieren
it: Esporta PDF
ru: Экспортировать PDF
uk: Експортувати PDF

source: Time Range
de: Zeitbereich
it: Intervallo di Tempo
ru: Временной диапазон
uk: Часовий діапазон

source: Report Period
de: Berichtszeitraum
it: Periodo del Report
ru: Период отчёта
uk: Період звіту

source: Select the time period for your report
de: Wählen Sie den Zeitraum für Ihren Bericht
it: Seleziona il periodo di tempo per il tuo report
ru: Выберите временной период для вашего отчёта
uk: Виберіть часовий період для вашого звіту

source: Time Period
de: Zeitraum
it: Periodo di Tempo
ru: Временной период
uk: Часовий період

source: Choose predefined period or custom range
de: Wählen Sie vordefinierte Periode oder benutzerdefinierten Bereich
it: Scegli un periodo predefinito o un intervallo personalizzato
ru: Выберите предопределённый период или пользовательский диапазон
uk: Виберіть визначений період або власний діапазон

source: This Year
de: Dieses Jahr
it: Quest'Anno
ru: Этот год
uk: Цього року

source: Custom Date Range
de: Benutzerdefinierter Datumsbereich
it: Intervallo di Date Personalizzato
ru: Пользовательский диапазон дат
uk: Власний діапазон дат

source: Specify exact start and end dates
de: Genaue Start- und Enddaten angeben
it: Specifica le date di inizio e fine esatte
ru: Укажите точные даты начала и окончания
uk: Вкажіть точні дати початку та закінчення

source: Start Date
de: Startdatum
it: Data di Inizio
ru: Дата начала
uk: Дата початку

source: Beginning of the report period
de: Beginn des Berichtszeitraums
it: Inizio del periodo del report
ru: Начало периода отчёта
uk: Початок періоду звіту

source: Select Date
de: Datum auswählen
it: Seleziona Data
ru: Выбрать дату
uk: Вибрати дату

source: End Date
de: Enddatum
it: Data di Fine
ru: Дата окончания
uk: Дата закінчення

source: End of the report period
de: Ende des Berichtszeitraums
it: Fine del periodo del report
ru: Окончание периода отчёта
uk: Закінчення періоду звіту

source: Content
de: Inhalt
it: Contenuto
ru: Содержимое
uk: Вміст

source: Report Sections
de: Berichtsabschnitte
it: Sezioni del Report
ru: Разделы отчёта
uk: Розділи звіту

source: Choose which sections to include in your PDF report
de: Wählen Sie, welche Abschnitte in Ihrem PDF-Bericht enthalten sein sollen
it: Scegli quali sezioni includere nel tuo report PDF
ru: Выберите, какие разделы включить в ваш PDF-отчёт
uk: Виберіть, які розділи включити у ваш PDF-звіт

source: Analytics and Statistics
de: Analysen und Statistiken
it: Analisi e Statistiche
ru: Аналитика и статистика
uk: Аналітика та статистика

source: Include summary statistics and analysis
de: Zusammenfassende Statistiken und Analysen einbeziehen
it: Includi statistiche di riepilogo e analisi
ru: Включить сводную статистику и анализ
uk: Включити зведену статистику та аналіз

source: Charts and Visualizations
de: Diagramme und Visualisierungen
it: Grafici e Visualizzazioni
ru: Диаграммы и визуализации
uk: Діаграми та візуалізації

source: Include time tracking charts and graphs
de: Zeiterfassungsdiagramme und -grafiken einbeziehen
it: Includi grafici e diagrammi di tracciamento del tempo
ru: Включить диаграммы и графики отслеживания времени
uk: Включити діаграми та графіки відстеження часу

source: Task Details
de: Aufgabendetails
it: Dettagli Attività
ru: Подробности задачи
uk: Подробиці завдання

source: Include detailed task information
de: Detaillierte Aufgabeninformationen einbeziehen
it: Includi informazioni dettagliate sull'attività
ru: Включить подробную информацию о задаче
uk: Включити детальну інформацію про завдання

source: Project Information
de: Projektinformationen
it: Informazioni sul Progetto
ru: Информация о проекте
uk: Інформація про проєкт

source: Include project details and summaries
de: Projektdetails und Zusammenfassungen einbeziehen
it: Includi dettagli e riepiloghi del progetto
ru: Включить подробности и сводки проекта
uk: Включити подробиці та зведення проєкту

source: Billing and Financial Data
de: Abrechnungs- und Finanzdaten
it: Dati di Fatturazione e Finanziari
ru: Данные о выставлении счетов и финансах
uk: Дані про виставлення рахунків та фінанси

source: Include rates, costs, and financial calculations
de: Sätze, Kosten und Finanzberechnungen einbeziehen
it: Includi tariffe, costi e calcoli finanziari
ru: Включить ставки, затраты и финансовые расчёты
uk: Включити ставки, витрати та фінансові розрахунки

source: Filters
de: Filter
it: Filtri
ru: Фильтры
uk: Фільтри

source: Project Filter
de: Projektfilter
it: Filtro Progetto
ru: Фильтр проектов
uk: Фільтр проєктів

source: Limit report to specific projects
de: Bericht auf bestimmte Projekte beschränken
it: Limita il report a progetti specifici
ru: Ограничить отчёт конкретными проектами
uk: Обмежити звіт конкретними проєктами

source: Select a specific project or include all projects
de: Wählen Sie ein bestimmtes Projekt oder schließen Sie alle Projekte ein
it: Seleziona un progetto specifico o includi tutti i progetti
ru: Выберите конкретный проект или включите все проекты
uk: Виберіть конкретний проєкт або включіть усі проєкти

source: Client Filter
de: Kundenfilter
it: Filtro Cliente
ru: Фильтр клиентов
uk: Фільтр клієнтів

source: Limit report to specific clients
de: Bericht auf bestimmte Kunden beschränken
it: Limita il report a clienti specifici
ru: Ограничить отчёт конкретными клиентами
uk: Обмежити звіт конкретними клієнтами

source: Select a specific client or include all clients
de: Wählen Sie einen bestimmten Kunden oder schließen Sie alle Kunden ein
it: Seleziona un cliente specifico o includi tutti i clienti
ru: Выберите конкретного клиента или включите всех клиентов
uk: Виберіть конкретного клієнта або включіть усіх клієнтів

source: Preferences
de: Einstellungen
it: Preferenze
ru: Параметры
uk: Параметри

source: Global
it: Generale
ru: Глобальные
uk: Глобальні

source: Details
it: Dettagli
ru: Подробности
uk: Подробиці

source: Credits
de: Danksagungen
it: Riconoscimenti
ru: Авторы
uk: Автори

source: Legal
de: Rechtliches
it: Note legali
ru: Правовая информация
uk: Правова інформація

source: Appearance
de: Aussehen
it: Aspetto
ru: Внешний вид
uk: Зовнішній вигляд

source: Theme
de: Design
it: Tema
ru: Тема
uk: Тема
