Repository: Odnoyko/Valot
Catalog: po/*.po
Languages: de, it, ru, uk

source: Time Tracker
de: Zeiterfassung
it: Monitoraggio del Tempo
ru: Учёт времени
uk: Облік часу

source: Track time for tasks and projects
de: Zeit für Aufgaben und Projekte erfassen
it: Monitora il tempo per compiti e progetti
ru: Отслеживайте время для задач и проектов
uk: Відстежуйте час для завдань та проектів

source: time;tracker;productivity;tasks;projects;timesheet;billing;
de: Zeit;Zeiterfassung;Produktivität;Aufgaben;Projekte;Stundenzettel;Abrechnung;
it: tempo;monitoraggio;produttività;compiti;progetti;timesheet;fatturazione;
ru: время;учёт;продуктивность;задачи;проекты;табель;выставление счетов;
uk: час;облік;продуктивність;завдання;проекти;табель;виставлення рахунків;

source: Theme preference
de: Design-Einstellung
it: Preferenza tema
ru: Предпочтение темы
uk: Налаштування теми

source: Theme preference: 0=Auto, 1=Light, 2=Dark
de: Design-Einstellung: 0=Auto, 1=Hell, 2=Dunkel
it: Preferenza tema: 0=Automatico, 1=Chiaro, 2=Scuro
ru: Предпочтение темы: 0=Авто, 1=Светлая, 2=Тёмная
uk: Налаштування теми: 0=Авто, 1=Світла, 2=Темна

source: Custom accent color
de: Benutzerdefinierte Akzentfarbe
it: Colore accentuato personalizzato
ru: Пользовательский акцентный цвет
uk: Власний акцентний колір

source: Custom accent color in hex format (empty for system default)
de: Benutzerdefinierte Akzentfarbe im Hex-Format (leer für Systemstandard)
it: Colore accentuato personalizzato in formato esadecimale (vuoto predefinito del sistema)
ru: Пользовательский акцентный цвет в шестнадцатеричном формате (пусто для системного по умолчанию)
uk: Власний акцентний колір у шістнадцятковому форматі (порожньо для системного за замовчуванням)

source: Accent color mode
de: Akzentfarben-Modus
it: Modalità colore accentuato
ru: Режим акцентного цвета
uk: Режим акцентного кольору

source: Accent color mode: 0=Standard, 1=Custom
de: Akzentfarben-Modus: 0=Standard, 1=Benutzerdefiniert
it: Modalità colore accentuato: 0=Standard, 1=Personalizzato
ru: Режим акцентного цвета: 0=Стандартный, 1=Пользовательский
uk: Режим акцентного кольору: 0=Стандартний, 1=Власний

source: Welcome dialog shown
de: Willkommensdialog angezeigt
it: Finestra di benvenuto mostrata
ru: Приветственный диалог показан
uk: Вітальний діалог показано

source: Whether the welcome carousel dialog has been shown to the user
de: Ob der Willkommens-Karussell-Dialog dem Benutzer angezeigt wurde
it: Indica se la finestra di benvenuto a carosello è stata mostrata all'utente
ru: Был ли показан пользователю приветственный диалог карусели
uk: Чи було показано користувачу вітальний діалог карусель

source: Sidebar behavior mode
de: Seitenleisten-Verhaltensmodus
it: Modalità comportamento barra laterale
ru: Режим поведения боковой панели
uk: Режим поведінки бічної панелі

source: Sidebar behavior: 0=Opened (always open on launch), 1=Closed (always closed on launch), 2=Dynamic (remember last state)
de: Seitenleisten-Verhalten: 0=Geöffnet (beim Start immer offen), 1=Geschlossen (beim Start immer geschlossen), 2=Dynamisch (letzten Zustand merken)
it: Comportamento barra laterale: 0=Aperta (sempre aperta all'avvio), 1=Chiusa (sempre chiusa all'avvio), 2=Dinamica (ricorda l'ultimo stato)
ru: Поведение боковой панели: 0=Открыта (всегда открывать при запуске), 1=Закрыта (всегда закрывать при запуске), 2=Динамическая (запоминать последнее состояние)
uk: Поведінка бічної панелі: 0=Відкрита (завжди відкривати при запуску), 1=Закрита (завжди закривати при запуску), 2=Динамічна (запам'ятовувати останній стан)

source: Sidebar last state
de: Letzter Zustand der Seitenleiste
it: Ultimo stato barra laterale
ru: Последнее состояние боковой панели
uk: Останній стан бічної панелі

source: Last sidebar visibility state (used in Dynamic mode)
de: Letzter Sichtbarkeitszustand der Seitenleiste (verwendet im dynamischen Modus)
it: Ultimo stato di visibilità della barra laterale (usato in modalità Dinamica)
ru: Последнее состояние видимости боковой панели (используется в динамическом режиме)
uk: Останній стан видимості бічної панелі (використовується в динамічному режимі)

source: Database Error
de: Datenbankfehler
it: Errore del Database
ru: Ошибка базы данных
uk: Помилка бази даних

source: Failed to initialize database
de: Datenbank konnte nicht initialisiert werden
it: Impossibile inizializzare il database
ru: Не удалось инициализировать базу данных
uk: Не вдалося ініціалізувати базу даних

source: Compact Tracker
de: Kompakt-Tracker
it: Monitoraggio Compatto
ru: Компактный таймер
uk: Компактний таймер

source: Start tracking
de: Zeiterfassung starten
it: Inizia monitoraggio
ru: Начать отслеживание
uk: Почати відстеження

source: Stop tracking
de: Zeiterfassung stoppen
it: Ferma monitoraggio
ru: Остановить отслеживание
uk: Зупинити відстеження

source: Error
de: Fehler
it: Errore
ru: Ошибка
uk: Помилка

source: OK
ru: ОК
uk: Гаразд

source: Close compact tracker and open main window
de: Kompakt-Tracker schließen und Hauptfenster öffnen
it: Chiudi il monitoraggio compatto e apri la finestra principale
ru: Закрыть компактный таймер и открыть окно программы
uk: Закрити компактний таймер і відкрити головне вікно

source: Cancel
de: Abbrechen
it: Annulla
ru: Отменить
uk: Скасувати

source: Navigation
it: Navigazione
ru: Навигация
uk: Навігація

source: Hide Sidebar
de: Seitenleiste ausblenden
it: Nascondi barra laterale
ru: Скрыть боковую панель
uk: Сховати бічну панель

source: About
de: Über
it: Informazioni
ru: О программе
uk: Про додаток

source: Tasks
de: Aufgaben
it: Attività
ru: Задачи
uk: Завдання

source: Projects
de: Projekte
it: Progetti
ru: Проекты
uk: Проєкти

source: Clients
de: Kunden
it: Clienti
ru: Клиенты
uk: Клієнти

source: Reports
de: Berichte
it: Report
ru: Отсчеты
uk: Звіти

source: Quick Stats
de: Schnellübersicht
it: Statistiche rapide
ru: Быстрый обзор
uk: Коротка статистика

source: This Week
de: Diese Woche
it: Questa settimana
ru: Эта неделя
uk: Цього тижня

source: Refresh
de: Aktualisieren
it: Aggiorna
ru: Обновить
uk: Оновити

source: Search
de: Suchen
it: Cerca
ru: Поиск
uk: Пошук

source: Show Sidebar
de: Seitenleiste anzeigen
it: Mostra barra laterale
ru: Показать боковую панель
uk: Показати бічну панель

source: Task name
de: Aufgabenname
it: Nome compito
ru: Имя задачи
uk: Назва завдання

source: Project
de: Projekt
it: Progetto
ru: Проект
uk: Проєкт

source: Client
de: Kunde
it: Cliente
ru: Клиент
uk: Клієнт

source: Search clients...
de: Kunden suchen...
it: Cerca clienti...
ru: Поиск клиентов…
uk: Пошук клієнтів...

source: Add Client
de: Kunde hinzufügen
it: Aggiungi Cliente
ru: Добавить клиента
uk: Додати клієнта

source: Add client
de: Kunde hinzufügen
it: Aggiungi cliente
ru: Добавить клиента
uk: Додати клієнта

source: Next
de: Weiter
it: Avanti
ru: Следующий
uk: Далі

source: Delete
de: Löschen
it: Elimina
ru: Удалить
uk: Видалити

source: No clients found
de: Keine Kunden gefunden
it: Nessun cliente trovato
ru: Клиенты не найдены
uk: Клієнти не знайдено

source: Create your first client to get started
de: Erstellen Sie Ihren ersten Kunden, um zu beginnen
it: Crea il tuo primo cliente per iniziare
ru: Создайте своего первого клиента для начала
uk: Створіть свого першого клієнта для початку

source: Click to change rate and currency
de: Klicken Sie, um Satz und Währung zu ändern
it: Clicca per cambiare tariffa e valuta
ru: Щёлкните, чтобы изменить ставку и валюту
uk: Клацніть, щоб змінити ставку та валюту

source: Create Client
de: Kunde erstellen
it: Crea Cliente
ru: Создать клиента
uk: Створити клієнта

source: Add a new client with name and currency
de: Neuen Kunden mit Name und Währung hinzufügen
it: Aggiungi un nuovo cliente con nome e valuta
ru: Добавьте нового клиента с именем и валютой
uk: Додайте нового клієнта з іменем та валютою

source: Client name
de: Kundenname
it: Nome cliente
ru: Имя клиента
uk: Ім'я клієнта

source: Edit Client Name
de: Kundenname bearbeiten
it: Modifica Nome Cliente
ru: Изменить имя клиента
uk: Змінити ім'я клієнта

source: Enter a new name for this client
de: Geben Sie einen neuen Namen für diesen Kunden ein
it: Inserisci un nuovo nome per questo cliente
ru: Введите новое имя для этого клиента
uk: Введіть нове ім'я для цього клієнта

source: Save
de: Speichern
it: Salva
ru: Сохранить
uk: Зберегти

source: Change hourly rate and currency for this client
de: Stundensatz und Währung für diesen Kunden ändern
it: Modifica la tariffa oraria e la valuta per questo cliente
ru: Изменить почасовую ставку и валюту для этого клиента
uk: Змінити погодинну ставку та валюту для цього клієнта

source: Save Changes
de: Änderungen speichern
it: Salva Modifiche
ru: Сохранить изменения
uk: Зберегти зміни

source: Select Currency
de: Währung auswählen
it: Seleziona Valuta
ru: Выбрать валюту
uk: Вибрати валюту

source: Choose a currency for this client
de: Wählen Sie eine Währung für diesen Kunden
it: Scegli una valuta per questo cliente
ru: Выберите валюту для этого клиента
uk: Виберіть валюту для цього клієнта

source: Delete Clients
de: Kunden löschen
it: Elimina Clienti
ru: Удалить клиентов
uk: Видалити клієнтів

source: Search projects...
de: Projekte suchen...
it: Cerca progetti...
ru: Найти проекты
uk: Пошук проєктів...

source: Add Project
de: Projekt hinzufügen
it: Aggiungi progetto
ru: Добавить проект
uk: Додати проєкт

source: Add project
de: Projekt hinzufügen
it: Aggiungi progetto
ru: Добавить проект
uk: Додати проєкт

source: Page 1 of 1
de: Seite 1 von 1
it: Pagina 1 di 1
ru: 1 из 1
uk: 1 з 1

source: Project settings - Change color and icon
de: Projekteinstellungen - Farbe und Symbol ändern
it: Impostazioni progetto - Cambia colore e icona
ru: Настройки проекта - Вы можете изменить его цвет и иконку
uk: Налаштування проекту - Змінити колір та значок

source: No projects found
de: Keine Projekte gefunden
it: Nessun progetto trovato
ru: Не найдено проектов
uk: Проєкти не знайдено

source: Create your first project to get started
de: Erstellen Sie Ihr erstes Projekt, um zu beginnen
it: Crea il tuo primo progetto per iniziare
ru: Создайте свой первый проект для начала
uk: Створіть свій перший проєкт для початку

source: Delete Projects
de: Projekte löschen
it: Elimina Progetti
ru: Удалить проекты
uk: Видалити проекти

source: Failed to update project
de: Projekt konnte nicht aktualisiert werden
it: Impossibile aggiornare il progetto
ru: Не удалось обновить проект
uk: Не вдалося оновити проєкт

source: Delete Selected
de: Ausgewählte löschen
it: Elimina Selezionati
ru: Удалить выбранное
uk: Видалити вибране

source: Task Reports
de: Aufgabenberichte
it: Report attività
ru: Отсчет по задачам
uk: Звіти про завдання

source: Week
de: Woche
it: Settimana
ru: Неделя
uk: Тиждень

source: Month
de: Monat
it: Mese
ru: Месяц
uk: Місяць

source: Year
de: Jahr
it: Anno
ru: Год
uk: Рік

source: Custom Range
de: Benutzerdefinierter Bereich
it: Intervallo Personalizzato
ru: Пользовательский диапазон
uk: Власний діапазон

source: Select time period
de: Zeitraum auswählen
it: Seleziona periodo di tempo
ru: Выбрать период времени
uk: Виберіть період часу

source: Filter by project
de: Nach Projekt filtern
it: Filtra per progetto
ru: Фильтр по проектам
uk: Фільтрувати за проектом

source: Filter by client
de: Nach Kunde filtern
it: Filtra per cliente
ru: Фильтр по клиентам
uk: Фільтрувати за клієнтом

source: Total Time
de: Gesamtzeit
it: Tempo totale
ru: Общее время
uk: Загальний час

source: Active Projects
de: Aktive Projekte
it: Progetti attivi
ru: Активные проекты
uk: Активні проекти

source: Tracked Tasks
de: Erfasste Aufgaben
it: Attività monitorate
ru: Отслежено задач
uk: Відстежувані завдання

source: Total Earnings
de: Gesamteinkünfte
it: Guadagni totali
ru: Общий доход
uk: Загальний прибуток

source: Recent Tasks
de: Letzte Aufgaben
it: Attività recenti
ru: Последние задачи
uk: Нещодавні завдання

source: Your most recent completed tasks
de: Ihre zuletzt abgeschlossenen Aufgaben
it: Le tue attività completate più di recente
ru: Ваши самые последние задачи
uk: Ваші останні виконані завдання

source: No tasks yet
de: Noch keine Aufgaben
it: Ancora nessun compito
ru: Нет задач
uk: Ще немає завдань

source: Start tracking time to see your tasks here
de: Starten Sie die Zeiterfassung, um Ihre Aufgaben hier zu sehen
it: Inizia a monitorare il tempo per visualizzare le tue attività qui
ru: Начните отслеживание для того что бы увидеть здесь свои задачи
uk: Почніть відстежувати час, щоб переглядати свої завдання тут

source: All Projects
de: Alle Projekte
it: Tutti i Progetti
ru: Все проекты
uk: Усі проєкти

source: All Clients
de: Alle Kunden
it: Tutti i Clienti
ru: Все клиенты
uk: Усі клієнти

source: 📊 Weekly Activity
de: 📊 Wöchentliche Aktivität
it: 📊 Attività settimanale
ru: 📊 Активность на этой неделе
uk: 📊 Щотижнева активність

source: 📊 Monthly Activity (4 weeks)
de: 📊 Monatliche Aktivität (4 Wochen)
it: 📊 Attività mensile (4 settimane)
ru: 📊 Месячная активность (4 недели)
uk: 📊 Щомісячна активність (4 тижні)

source: 📊 Yearly Activity (12 months)
de: 📊 Jährliche Aktivität (12 Monate)
it: 📊 Attività annuale (12 mesi)
ru: 📊 Активность за год (12 месяцев)
uk: 📊 Річна активність (12 місяців)

source: Select Start Date
de: Startdatum auswählen
it: Seleziona data di inizio
ru: Выбрать дату начала
uk: Вибрати дату початку

source: Select End Date
de: Enddatum auswählen
it: Seleziona data di fine
ru: Выбрать дату окончания
uk: Вибрати дату закінчення

source: No tasks found
de: Keine Aufgaben gefunden
it: Nessun compito trovato
ru: Задачи не найдены
uk: Завдання не знайдено

source: Search tasks...
de: Aufgaben suchen...
it: Cerca compiti...
ru: Поиск задач…
uk: Пошук завдань...

source: All
de: Alle
it: Tutti
ru: Все
uk: Усі

source: Today
de: Heute
it: Oggi
ru: Сегодня
uk: Сьогодні

source: This Month
de: Dieser Monat
it: Questo mese
ru: Этот месяц
uk: Цього місяця

source: Delete Tasks
de: Aufgaben löschen
it: Elimina Compiti
ru: Удалить задачи
uk: Видалити завдання

source: Client Name
de: Kundenname
it: Nome Cliente
ru: Имя клиента
uk: Ім'я клієнта

source: Enter client name...
de: Kundennamen eingeben...
it: Inserisci il nome del cliente...
ru: Введите имя клиента…
uk: Введіть ім'я клієнта...

source: Hourly Rate & Currency
de: Stundensatz & Währung
it: Tariffa oraria e valuta
ru: Почасовая ставка и валюта
uk: Погодинна ставка та валюта

source: Edit Client
de: Kunde bearbeiten
it: Modifica Cliente
ru: Редактирование клиента
uk: Редагувати клієнта

source: Update client information
de: Kundeninformationen aktualisieren
it: Aggiorna le informazioni del cliente
ru: Обновить информацию о клиенте
uk: Оновлення інформації про клієнта

source: Create New Client
de: Neuen Kunden erstellen
it: Crea nuovo cliente
ru: Создание нового клиента
uk: Створити нового клієнта

source: Add a new client with contact details and billing rates
de: Neuen Kunden mit Kontaktdaten und Abrechnungssätzen hinzufügen
it: Aggiungi un nuovo cliente con dettagli di contatto e tariffe di fatturazione
ru: Добавьте нового клиента с именем и стоимостью своей работы для него
uk: Додати нового клієнта з контактною інформацією та тарифами на рахунки

source: A client with this name already exists
de: Ein Kunde mit diesem Namen existiert bereits
it: Un cliente con questo nome esiste già
ru: Клиент с таким именем уже существует
uk: Клієнт з таким іменем вже існує

source: Edit Currency
de: Währung bearbeiten
it: Modifica valuta
ru: Изменить валюту
uk: Змінити валюту

source: Create New Currency
de: Neue Währung erstellen
it: Crea nuova valuta
ru: Создать новую валюту
uk: Створити нову валюту

source: Update currency information
de: Währungsinformationen aktualisieren
it: Aggiorna le informazioni sulla valuta
ru: Обновить информацию о валюте
uk: Оновити інформацію про валюту

source: Add a new custom currency
de: Neue benutzerdefinierte Währung hinzufügen
it: Aggiungi una nuova valuta personalizzata
ru: Добавить новую пользовательскую валюту
uk: Додати нову власну валюту

source: Create Currency
de: Währung erstellen
it: Crea valuta
ru: Создать валюту
uk: Створити валюту

source: Full Name
de: Vollständiger Name
it: Nome completo
ru: Полное имя
uk: Повне ім'я

source: e.g. US Dollar, Euro, Bitcoin...
de: z.B. US-Dollar, Euro, Bitcoin...
it: es. Dollaro USA, Euro, Bitcoin...
ru: напр. Доллар США, Евро, Биткоин…
uk: напр. Долар США, Євро, Біткоїн...

source: Currency Symbol
de: Währungssymbol
it: Simbolo valuta
ru: Символ валюты
uk: Символ валюти

source: e.g. $, €, ₿...
de: z.B. $, €, ₿...
it: es. $, €, ₿...
ru: напр. $, €, ₿…
uk: напр. $, €, ₿...

source: Currency Code
de: Währungscode
it: Codice valuta
ru: Код валюты
uk: Код валюти

source: e.g. USD, EUR, BTC...
de: z.B. USD, EUR, BTC...
it: es. USD, EUR, BTC...
ru: напр. USD, EUR, BTC…
uk: напр. USD, EUR, BTC...

source: Yesterday
de: Gestern
it: Ieri
ru: Вчера
uk: Вчора

source: Last Week
de: Letzte Woche
it: La settimana scorsa
ru: Прошлая неделя
uk: Минулого тижня

source: Last Month
de: Letzter Monat
it: Il mese scorso
ru: Прошлый месяц
uk: Минулого місяця

source: to
de: bis
it: a
ru: до
uk: до

source: Choose the start date for the report range
de: Wählen Sie das Startdatum für den Berichtszeitraum
it: Scegli la data di inizio per l'intervallo del rapporto
ru: Выберите дату начала для диапазона отчёта
uk: Виберіть дату початку для діапазону звіту

source: Choose the end date for the report range
de: Wählen Sie das Enddatum für den Berichtszeitraum
it: Scegli la data di fine per l'intervallo del rapporto
ru: Выберите дату окончания для диапазона отчёта
uk: Виберіть дату закінчення для діапазону звіту

source: Select client
de: Kunde auswählen
it: Seleziona cliente
ru: Выбрать клиента
uk: Вибрати клієнта

source: Task Name
de: Aufgabenname
it: Nome attività
ru: Имя задачи
uk: Назва завдання

source: Enter task name...
de: Aufgabennamen eingeben...
it: Inserisci nome compito...
ru: Введите имя задачи…
uk: Введіть назву завдання...

source: Description
de: Beschreibung
it: Descrizione
ru: Описание
uk: Опис

source: No client
de: Kein Kunde
it: Nessun cliente
ru: Нет клиента
uk: Немає клієнта

source: Confirm Action
de: Aktion bestätigen
it: Conferma azione
ru: Подтвердить действие
uk: Підтвердити дію

source: Are you sure?
de: Sind Sie sicher?
it: Sei sicuro?
ru: Вы уверены?
uk: Ви впевнені?

source: Confirm
de: Bestätigen
it: Conferma
ru: Подтвердить
uk: Підтвердити

source: Error Details
de: Fehlerdetails
it: Dettagli errore
ru: Подробности ошибки
uk: Подробиці помилки

source: Project Appearance
de: Projektdarstellung
it: Aspetto progetto
ru: Внешний вид проекта
uk: Зовнішній вигляд проєкту

source: Project Color:
de: Projektfarbe:
it: Colore Progetto:
ru: Цвет проекта:
uk: Колір проєкту:

source: Click to change color
de: Klicken, um Farbe zu ändern
it: Clicca per cambiare colore
ru: Щёлкните, чтобы изменить цвет
uk: Клацніть, щоб змінити колір

source: Select Project Color
de: Projektfarbe auswählen
it: Seleziona colore progetto
ru: Выбрать цвет проекта
uk: Вибрати колір проєкту

source: Icons
de: Symbole
it: Icone
ru: Значки
uk: Значки

source: Client: %s
de: Kunde: %s
it: Cliente: %s
ru: Клиент: %s
uk: Клієнт: %s

source: Edit project
de: Projekt bearbeiten
it: Modifica progetto
ru: Редактировать проект
uk: Редагувати проєкт

source: Delete project
de: Projekt löschen
it: Elimina progetto
ru: Удалить проект
uk: Видалити проєкт

source: Total: %s
de: Gesamt: %s
it: Totale: %s
ru: Всего: %s
uk: Усього: %s

source: Tasks: %d
de: Aufgaben: %d
it: Attività: %d
ru: Задачи: %d
uk: Завдання: %d

source: Currently tracking
de: Derzeit erfasst
it: Attualmente in monitoraggio
ru: Отслеживается сейчас
uk: Зараз відстежується

source: Enter project name...
de: Projektnamen eingeben...
it: Inserisci il nome del progetto...
ru: Введите имя проекта…
uk: Введіть назву проєкту...

source: Create Project
de: Projekt erstellen
it: Crea Progetto
ru: Создать проект
uk: Створити проєкт

source: Update project name and appearance
de: Projektname und Aussehen aktualisieren
it: Aggiorna nome e aspetto del progetto
ru: Обновить имя проекта и его внешний вид
uk: Оновити назву та зовнішній вигляд проєкту

source: Create New Project
de: Neues Projekt erstellen
it: Crea Nuovo Progetto
ru: Создать новый проект
uk: Створити новий проект

source: Create a new project
de: Ein neues Projekt erstellen
it: Crea un nuovo progetto
ru: Создать новый проект
uk: Створити новий проект

source: Meeting
de: Besprechung
it: Riunione
ru: Встреча
uk: Зустріч

source: Team Meeting - [Date]
de: Team-Besprechung - [Datum]
it: Riunione di Team - [Data]
ru: Командная встреча - [Дата]
uk: Командна зустріч - [Дата]

source: Weekly team sync meeting - Review progress - Discuss blockers - Plan next steps
de: Wöchentliches Team-Sync-Meeting - Fortschritt überprüfen - Hindernisse besprechen - Nächste Schritte planen
it: Riunione settimanale di sincronizzazione del team - Rivedi i progressi - Discuti gli ostacoli - Pianifica i prossimi passi
ru: Еженедельная командная встреча - Обзор прогресса - Обсуждение препятствий - Планирование следующих шагов
uk: Щотижнева командна зустріч - Огляд прогресу - Обговорення перешкод - Планування наступних кроків

source: Development Task
de: Entwicklungsaufgabe
it: Attività di Sviluppo
ru: Задача разработки
uk: Завдання розробки

source: Implement [Feature Name]
de: Implementierung [Funktionsname]
it: Implementa [Nome Funzionalità]
ru: Реализовать [Название функции]
uk: Реалізувати [Назва функції]

source: ## Description Implement new feature for the application ## Requirements - [ ] Requirement 1 - [ ] Requirement 2 - [ ] Requirement 3 ## Acceptance Criteria - [ ] Feature works as expected - [ ] Tests added - [ ] Documentation updated
de: ## Beschreibung Neue Funktion für die Anwendung implementieren ## Anforderungen - [ ] Anforderung 1 - [ ] Anforderung 2 - [ ] Anforderung 3 ## Akzeptanzkriterien - [ ] Funktion funktioniert wie erwartet - [ ] Tests hinzugefügt - [ ] Dokumentation aktualisiert
it: ## Descrizione Implementa una nuova funzionalità per l'applicazione ## Requisiti - [ ] Requisito 1 - [ ] Requisito 2 - [ ] Requisito 3 ## Criteri di Accettazione - [ ] La funzionalità funziona come previsto - [ ] Test aggiunti - [ ] Documentazione aggiornata
ru: ## Описание Реализовать новую функцию для приложения ## Требования - [ ] Требование 1 - [ ] Требование 2 - [ ] Требование 3 ## Критерии приёмки - [ ] Функция работает как ожидается - [ ] Тесты добавлены - [ ] Документация обновлена
uk: ## Опис Реалізувати нову функцію для застосунку ## Вимоги - [ ] Вимога 1 - [ ] Вимога 2 - [ ] Вимога 3 ## Критерії прийняття - [ ] Функція працює як очікується - [ ] Тести додано - [ ] Документацію оновлено

source: Bug Fix
de: Fehlerbehebung
it: Correzione Bug
ru: Исправление ошибки
uk: Виправлення помилки

source: Fix: [Bug Description]
de: Beheben: [Fehlerbeschreibung]
it: Correzione: [Descrizione Bug]
ru: Исправление: [Описание ошибки]
uk: Виправлення: [Опис помилки]
