Repository: Odnoyko/Valot
Catalog: po/*.po
Languages: de, it, ru, uk

source: Choose your preferred theme
de: Wählen Sie Ihr bevorzugtes Design
it: Scegli il tuo tema preferito
ru: Выберите предпочитаемую тему
uk: Виберіть бажану тему

source: Auto
it: Automatico
ru: Авто
uk: Авто

source: Light
de: Hell
it: Chiaro
ru: Светлая
uk: Світла

source: Dark
de: Dunkel
it: Scuro
ru: Тёмная
uk: Темна

source: Accent Color
de: Akzentfarbe
it: Colore di evidenziazione
ru: Акцентный цвет
uk: Акцентний колір

source: Choose system accent or custom color
de: Wählen Sie Systemakzent oder benutzerdefinierte Farbe
it: Scegli il colore di evidenziazione del sistema o un colore personalizzato
ru: Выберите системный акцентный цвет или пользовательский цвет
uk: Виберіть системний акцентний колір або власний колір

source: Standard
ru: Стандартный
uk: Стандартний

source: Custom
de: Benutzerdefiniert
it: Personalizzato
ru: Пользовательский
uk: Власний

source: Custom Color
de: Benutzerdefinierte Farbe
it: Colore personalizzato
ru: Пользовательский цвет
uk: Власний колір

source: Pick your preferred accent color
de: Wählen Sie Ihre bevorzugte Akzentfarbe
it: Scegli il tuo colore di evidenziazione preferito
ru: Выберите предпочитаемый акцентный цвет
uk: Виберіть бажаний акцентний колір

source: Behavior
de: Verhalten
it: Comportamento
ru: Поведение
uk: Поведінка

source: Sidebar
de: Seitenleiste
it: Barra laterale
ru: Боковая панель
uk: Бічна панель

source: Choose sidebar behavior on launch
de: Wählen Sie das Verhalten der Seitenleiste beim Start
it: Scegli il comportamento della barra laterale all'avvio
ru: Выберите поведение боковой панели при запуске
uk: Виберіть поведінку бічної панелі при запуску

source: Opened
de: Geöffnet
it: Aperta
ru: Открыта
uk: Відкрита

source: Always open on launch
de: Beim Start immer öffnen
it: Sempre aperta all'avvio
ru: Всегда открывать при запуске
uk: Завжди відкривати при запуску

source: Closed
de: Geschlossen
it: Chiusa
ru: Закрыта
uk: Закрита

source: Always closed on launch
de: Beim Start immer geschlossen
it: Sempre chiusa all'avvio
ru: Всегда закрывать при запуске
uk: Завжди закривати при запуску

source: Dynamic
de: Dynamisch
it: Dinamica
ru: Динамическая
uk: Динамічна

source: Remember last state
de: Letzten Zustand merken
it: Ricorda l'ultimo stato
ru: Запомнить последнее состояние
uk: Запам'ятати останній стан

source: Timer Duration
de: Timer-Dauer
it: Durata timer
ru: Продолжительность таймера
uk: Тривалість таймера

source: Default pomodoro session length in minutes
de: Standard-Pomodoro-Sitzungslänge in Minuten
it: Lunghezza predefinita della sessione pomodoro in minuti
ru: Длительность сеанса помодоро по умолчанию в минутах
uk: Тривалість сеансу помодоро за замовчуванням у хвилинах

source: Welcome Info
de: Willkommensinformationen
it: Informazioni di benvenuto
ru: Приветственная информация
uk: Вітальна інформація

source: View the app welcome tour and getting started guide
de: Ansicht der App-Willkommenstour und Erste-Schritte-Anleitung
it: Visualizza il tour di benvenuto dell'app e la guida introduttiva
ru: Просмотреть приветственный тур приложения и руководство по началу работы
uk: Переглянути вітальний тур застосунку та посібник з початку роботи

source: Show Welcome Tour
de: Willkommenstour anzeigen
it: Mostra il tour di benvenuto
ru: Показать приветственный тур
uk: Показати вітальний тур

source: View the introductory slides and features overview
de: Einführungsfolien und Funktionsübersicht anzeigen
it: Visualizza le slide introduttive e la panoramica delle funzionalità
ru: Просмотреть вводные слайды и обзор функций
uk: Переглянути вступні слайди та огляд функцій

source: Show Tour
de: Tour anzeigen
it: Mostra tour
ru: Показать тур
uk: Показати тур

source: Compact Tracker Command
de: Kompakt-Tracker-Befehl
it: Comando Tracker compatto
ru: Команда компактного таймера
uk: Команда компактного таймера

source: Terminal command for launching compact tracker
de: Terminalbefehl zum Starten des Kompakt-Trackers
it: Comando terminale per l'avvio del tracker compatto
ru: Команда терминала для запуска компактного таймера
uk: Команда терміналу для запуску компактного таймера

source: Terminal Command
de: Terminalbefehl
it: Comando terminale
ru: Команда терминала
uk: Команда терміналу

source: Use this command for hotkeys or scripts
de: Verwenden Sie diesen Befehl für Hotkeys oder Skripte
it: Usa questo comando per tasti di scelta rapida o script
ru: Используйте эту команду для горячих клавиш или скриптов
uk: Використовуйте цю команду для гарячих клавіш або скриптів

source: Currency Settings
de: Währungseinstellungen
it: Impostazioni valuta
ru: Настройки валюты
uk: Налаштування валюти

source: Manage available currencies for client billing
de: Verfügbare Währungen für Kundenabrechnung verwalten
it: Gestisci le valute disponibili per la fatturazione dei clienti
ru: Управление доступными валютами для выставления счетов клиентам
uk: Керування доступними валютами для виставлення рахунків клієнтам

source: Hidden Currencies
de: Versteckte Währungen
it: Valute nascoste
ru: Скрытые валюты
uk: Приховані валюти

source: Click to unhide currencies
de: Klicken zum Einblenden von Währungen
it: Clicca per scoprire le valute
ru: Щёлкните, чтобы показать валюты
uk: Клацніть, щоб показати валюти

source: Hidden
de: Versteckt
it: Nascoste
ru: Скрыто
uk: Приховано

source: 0 currencies hidden
de: 0 Währungen versteckt
it: 0 valute nascoste
ru: 0 валют скрыто
uk: 0 валют приховано

source: Creator
de: Ersteller
it: Creatore
ru: Создатель
uk: Творець

source: Designer &amp; Developer
de: Designer &amp; Entwickler
ru: Дизайнер и разработчик
uk: Дизайнер і розробник

source: Copyright
de: Urheberrecht
ru: Авторские права
uk: Авторські права

source: Copyright © 2025 Vitaly Odnoyko
ru: Авторские права © 2025 Vitaly Odnoyko
uk: Авторські права © 2025 Vitaly Odnoyko

source: All rights reserved under MIT License
de: Alle Rechte vorbehalten unter MIT-Lizenz
it: Tutti i diritti riservati secondo la licenza MIT
ru: Все права защищены по лицензии MIT
uk: Усі права захищено за ліцензією MIT

source: Repository
ru: Репозиторий
uk: Репозиторій

source: Source Code
de: Quellcode
it: Codice sorgente
ru: Исходный код
uk: Вихідний код

source: Website
it: Sito web
ru: Веб-сайт
uk: Веб-сайт

source: Visit Website
de: Website besuchen
it: Visita il sito web
ru: Посетить веб-сайт
uk: Відвідати веб-сайт

source: Special Thanks
de: Besonderer Dank
it: Ringraziamenti speciali
ru: Особая благодарность
uk: Особлива подяка

source: GNOME &amp; GTK Developers
de: GNOME &amp; GTK-Entwickler
ru: Разработчики GNOME и GTK
uk: Розробники GNOME та GTK

source: For the amazing toolkit and desktop environment
de: Für das großartige Toolkit und die Desktop-Umgebung
it: Per l'incredibile toolkit e ambiente desktop
ru: За удивительный инструментарий и среду рабочего стола
uk: За дивовижний інструментарій та середовище робочого столу

source: Libadwaita Contributors
de: Libadwaita-Mitwirkende
it: Contributori Libadwaita
ru: Участники Libadwaita
uk: Учасники Libadwaita

source: For beautiful and consistent UI components
de: Für schöne und konsistente UI-Komponenten
it: Per componenti UI belli e coerenti
ru: За красивые и согласованные компоненты пользовательского интерфейса
uk: За красиві та узгоджені компоненти користувацького інтерфейсу

source: Flatpak Community
it: Comunità Flatpak
ru: Сообщество Flatpak
uk: Спільнота Flatpak

source: For modern app distribution and sandboxing
de: Für moderne App-Verteilung und Sandboxing
it: Per la moderna distribuzione di app e sandboxing
ru: За современное распространение приложений и изолированную среду
uk: За сучасне розповсюдження застосунків та ізольоване середовище

source: For translation management and localization
de: Für Übersetzungsverwaltung und Lokalisierung
it: Per la gestione delle traduzioni e la localizzazione
ru: За управление переводами и локализацию
uk: За управління перекладами та локалізацію

source: License
de: Lizenz
it: Licenza
ru: Лицензия
uk: Ліцензія

source: Free and open source software
de: Freie und quelloffene Software
it: Software libero e open source
ru: Бесплатное программное обеспечение с открытым исходным кодом
uk: Безкоштовне програмне забезпечення з відкритим вихідним кодом

source: Third Party
de: Drittanbieter
it: Terze parti
ru: Сторонние
uk: Сторонні

source: Licensed under LGPL 2.1
de: Lizenziert unter LGPL 2.1
it: Con licenza LGPL 2.1
ru: Лицензировано под LGPL 2.1
uk: Ліцензовано за LGPL 2.1

source: %d currencies hidden
de: %d Währungen versteckt
it: %d valute nascoste
ru: %d валют скрыто
uk: %d валют приховано

source: Project:
de: Projekt:
it: Progetto:
ru: Проект:
uk: Проєкт:

source: Custom Color...
de: Benutzerdefinierte Farbe...
it: Colore Personalizzato...
ru: Пользовательский цвет…
uk: Власний колір...

source: Actions
de: Aktionen
it: Azioni
ru: Действия
uk: Дії

source: Apps
de: Anwendungen
it: App
ru: Приложения
uk: Застосунки

source: Devices
de: Geräte
it: Dispositivi
ru: Устройства
uk: Пристрої

source: Emblems
de: Embleme
it: Emblemi
ru: Эмблемы
uk: Емблеми

source: Files
de: Dateien
it: File
ru: Файлы
uk: Файли

source: Places
de: Orte
it: Luoghi
ru: Места
uk: Місця

source: Status
it: Stato
ru: Состояние
uk: Стан

source: No icons found
de: Keine Symbole gefunden
it: Nessuna icona trovata
ru: Значки не найдены
uk: Значки не знайдено

source: Try adjusting your search or category filter
de: Versuchen Sie, Ihre Suche oder Ihren Kategoriefilter anzupassen
it: Prova a modificare la ricerca o il filtro per categoria
ru: Попробуйте настроить поиск или фильтр категорий
uk: Спробуйте налаштувати пошук або фільтр категорій

source: Create
de: Erstellen
it: Crea
ru: Создать
uk: Створити

source: Create Task
de: Aufgabe erstellen
it: Crea Compito
ru: Создать задачу
uk: Створити завдання

source: Select
de: Auswählen
it: Seleziona
ru: Выбрать
uk: Вибрати

source: Close
de: Schließen
it: Chiudi
ru: Закрыть
uk: Закрити

source: Open Folder
de: Ordner öffnen
it: Apri Cartella
ru: Открыть папку
uk: Відкрити папку

source: Invalid Input
de: Ungültige Eingabe
it: Input Non Valido
ru: Неверный ввод
uk: Неправильне введення

source: Delete Task
de: Aufgabe löschen
it: Elimina Compito
ru: Удалить задачу
uk: Видалити завдання

source: Delete Project
de: Projekt löschen
it: Elimina Progetto
ru: Удалить проект
uk: Видалити проєкт

source: Delete Client
de: Kunde löschen
it: Elimina Cliente
ru: Удалить клиента
uk: Видалити клієнта

source: Edit Project
de: Projekt bearbeiten
it: Modifica Progetto
ru: Редактировать проект
uk: Редагувати проєкт

source: Add New Task
de: Neue Aufgabe hinzufügen
it: Aggiungi Nuovo Compito
ru: Добавить новую задачу
uk: Додати нове завдання

source: Validation Error
de: Validierungsfehler
it: Errore di Validazione
ru: Ошибка проверки
uk: Помилка перевірки

source: Duplicate Project
de: Projekt duplizieren
it: Progetto Duplicato
ru: Дублировать проект
uk: Дублювати проєкт

source: Duplicate Client
de: Kunde duplizieren
it: Cliente Duplicato
ru: Дублировать клиента
uk: Дублювати клієнта

source: Load Error
de: Ladefehler
it: Errore di Caricamento
ru: Ошибка загрузки
uk: Помилка завантаження

source: Update Error
de: Aktualisierungsfehler
it: Errore di Aggiornamento
ru: Ошибка обновления
uk: Помилка оновлення

source: Delete Error
de: Löschfehler
it: Errore di Eliminazione
ru: Ошибка удаления
uk: Помилка видалення

source: Are you sure you want to delete this task?
de: Möchten Sie diese Aufgabe wirklich löschen?
it: Sei sicuro di voler eliminare questo compito?
ru: Вы уверены, что хотите удалить эту задачу?
uk: Ви впевнені, що хочете видалити це завдання?

source: Hourly Rate
de: Stundensatz
it: Tariffa Oraria
ru: Почасовая ставка
uk: Погодинна ставка

source: Email
ru: Электронная почта
uk: Електронна пошта

source: Create your first task to get started
de: Erstellen Sie Ihre erste Aufgabe, um zu beginnen
it: Crea il tuo primo compito per iniziare
ru: Создайте свою первую задачу для начала
uk: Створіть своє перше завдання для початку

source: Loading...
de: Lädt...
it: Caricamento...
ru: Загрузка…
uk: Завантаження...

source: Task created successfully
de: Aufgabe erfolgreich erstellt
it: Compito creato con successo
ru: Задача успешно создана
uk: Завдання успішно створено

source: Task updated successfully
de: Aufgabe erfolgreich aktualisiert
it: Compito aggiornato con successo
ru: Задача успешно обновлена
uk: Завдання успішно оновлено

source: Task deleted successfully
de: Aufgabe erfolgreich gelöscht
it: Compito eliminato con successo
ru: Задача успешно удалена
uk: Завдання успішно видалено

source: Project created successfully
de: Projekt erfolgreich erstellt
it: Progetto creato con successo
ru: Проект успешно создан
uk: Проєкт успішно створено

source: Project updated successfully
de: Projekt erfolgreich aktualisiert
it: Progetto aggiornato con successo
ru: Проект успешно обновлён
uk: Проєкт успішно оновлено

source: Project deleted successfully
de: Projekt erfolgreich gelöscht
it: Progetto eliminato con successo
ru: Проект успешно удалён
uk: Проєкт успішно видалено

source: Client created successfully
de: Kunde erfolgreich erstellt
it: Cliente creato con successo
ru: Клиент успешно создан
uk: Клієнта успішно створено

source: Client updated successfully
de: Kunde erfolgreich aktualisiert
it: Cliente aggiornato con successo
ru: Клиент успешно обновлён
uk: Клієнта успішно оновлено

source: Client deleted successfully
de: Kunde erfolgreich gelöscht
it: Cliente eliminato con successo
ru: Клиент успешно удалён
uk: Клієнта успішно видалено

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
it: Questa azione non può essere annullata.
ru: Это действие нельзя отменить.
uk: Цю дію неможливо скасувати.

source: No items available
de: Keine Elemente verfügbar
it: Nessun elemento disponibile
ru: Нет доступных элементов
uk: Немає доступних елементів

source: Go to the appropriate page to add items
de: Gehen Sie zur entsprechenden Seite, um Elemente hinzuzufügen
it: Vai alla pagina appropriata per aggiungere elementi
ru: Перейдите на соответствующую страницу, чтобы добавить элементы
uk: Перейдіть на відповідну сторінку, щоб додати елементи

source: Choose a project for time tracking
de: Wählen Sie ein Projekt für die Zeiterfassung
it: Scegli un progetto per il tracciamento del tempo
ru: Выберите проект для отслеживания времени
uk: Виберіть проєкт для відстеження часу

source: Choose a client for time tracking
de: Wählen Sie einen Kunden für die Zeiterfassung
it: Scegli un cliente per il tracciamento del tempo
ru: Выберите клиента для отслеживания времени
uk: Виберіть клієнта для відстеження часу

source: Select Icon
de: Symbol auswählen
it: Seleziona Icona
ru: Выбрать значок
uk: Вибрати значок

source: Choose an appropriate icon or emoji
de: Wählen Sie ein passendes Symbol oder Emoji
it: Scegli un'icona o un'emoji appropriata
ru: Выберите подходящий значок или эмодзи
uk: Виберіть відповідний значок або емодзі

source: Emoji
ru: Эмодзи
uk: Емодзі

source: Previous
de: Zurück
it: Precedente
ru: Предыдущий
uk: Попередній

source: 0 selected
de: 0 ausgewählt
it: 0 selezionati
ru: 0 выбрано
uk: 0 вибрано

source: %d selected
de: %d ausgewählt
it: %d selezionati
ru: Выбрано: %d
uk: Вибрано: %d

source: Click to change color and icon
de: Klicken Sie, um Farbe und Symbol zu ändern
it: Clicca per cambiare colore e icona
ru: Щёлкните, чтобы изменить цвет и значок
uk: Клацніть, щоб змінити колір та значок
